/* Text for close button */
"Close" = "Lukk";

/* Text for button to scan a credit card */
"Scan Card" = "Skann kort";

/* Button title to open camera to scan credit/debit card */
"Scan card" = "Skann kort";

/* An error message displayed when the customer's iban is invalid. */
"The IBAN you entered is invalid." = "IBAN-nummeret du la inn er ugyldig.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "Det oppstod en feil ved prosessering av kortet -- prøv igjen om et par sekunder";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "En uventet feil har oppstått -- prøv igjen om et par sekunder";

/* Error when the card has already expired */
"Your card has expired" = "Kortet ditt har utløpt";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "Kortet ditt ble avvist";

/* Error when the card&apos;s expiration month is not valid */
"Your card's expiration month is invalid" = "Kortet sin utløpsmåned er ugyldig";

/* Error when the card&apos;s expiration year is not valid */
"Your card's expiration year is invalid" = "Kortet sitt utløpsår er ugyldig";

/* Error when the card number is not valid */
"Your card's number is invalid" = "Ugyldig kortnummer";

/* Error when the card&apos;s CVC is not valid */
"Your card's security code is invalid" = "Ugyldig sikkerhetskode";

/* Error when customer's name is invalid */
"Your name is invalid." = "Navnet er ugyldig.";

